{
  "title": "TO HELL & BACK AGAIN",
  "fight": {
    "A10b": { "nextScene": "A10с" },
    "A14b": { "nextScene": "A15" }
  },
  "items": [
    {
      "itemName": "Кристалл идентификации",
      "itemTags": "Кристалл, необычный",
      "itemDesc": "У этого кристалла 4 заряда. Пока вы его держите, вы можете использовать действие и потратить 1 заряд, чтобы наложить заклинание идентификации. Когда у кристалла больше нет зарядов, его магия тратится, и он становится обычным драгоценным камнем стоимостью 50 золотых."
    },
    {
      "itemName": "Жезл защиты",
      "itemTags": "Жезл, необычный (требует настройки)",
      "itemDesc": "У этого жезла 4 заряда. Пока он у вас в руках, вы можете использовать реакцию и потратить 1 заряд, чтобы произнести его командное слово и наложить заклинание щита. Жезл восстанавливает 1d4+1 потраченных зарядов ежедневно на рассвете. Если вы израсходуете последний заряд жезла, бросьте d20. При выпадении 1 жезл рассыплется в пепел и будет уничтожен."
    }
  ],
  "scenes": [
    {
      "id": "A1",
      "text": "На окраине Угота's Бороде. Это облачное утро, и вы стоите на краю сонного селения Угота's Борода. Над вами кружит в прибрежном ветре плавающее жилище. С вашего места на земле ясно, что этот дом когда-то был кораблем, преобразованным с крышей и дополнительными комнатами для постоянной жизни, пришвартованной к маленькому поселку. В тени дома вы вытаскиваете сложенное объявление о работе из кармана, разглаживая пергамент, чтобы прочитать его еще раз. Когда вы поднимаете голову, чтобы подтвердить, что это действительно тот самый плавающий дом, магическая структура останавливается в воздухе. С высоты вы слышите слабые щелчки и потрескивания, когда срабатывает механизм, и через мгновение веревочная лестница разворачивается, кончик приземляется прямо у ваших ног. Не дождавшись устного приглашения, вы начинаете подниматься по лестнице, надеясь не потерять хватку, покачиваясь на ветру. После слишком долгого подъема вы, наконец, достигаете палубы. Выдергиваясь на деревянную поверхность, перед вами появляется пара ног. Человек с человеческим обликом заглядывает на вас через искривленные полузаточки, его глаза широко раскрыты и искрятся безумной энергией. Его длинные белые волосы и борода стоят дыбом, как будто кто-то только что его шлепнул, придавая ему еще более дикий вид, когда он наклоняется вниз с ухмылкой. “Ах! Вы, должно быть, получили мой зов, да? Я ожидал кого-то дней назад, но вы подойдете, подойдете,” — говорит мужчина, которого вы можете только предположить, что это Шандалар, торопливо, его слова почти спотыкаются друг о друге. “Идемте, времени нет! У меня скоро буря!” Он поворачивается, чтобы зайти внутрь корабля, ожидая, что вы последуете за ним.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Следовать за Шандаларом внутрь.",
              "nextScene": "A2",
              "id": 1
            }
          ]
        }
      ]
    },
    {
      "id": "A2",
      "text": "Внутри мастерской Шандалара. Шандалар ведет вас по узким деревянным коридорам своего дома, в конце концов открывая дверь и пропуская вас в комнату. Вы оказываетесь в переполненной мастерской. На стенах висят инструменты и шестеренки рядом с полками, полными книг и банок. В центре комнаты стоит стол, уставленный чертежами, сушеными грибами и различными кристаллами. Один особенно крупный кусок кварца привлекает ваше внимание, пульсируя мягким белым светом. Ваши наблюдения прерываются, когда Шандалар ставит на стол перед вами флягу с загадочной жидкостью. “Что мне нужно от вас, так это доставить это леди в зеленом, которая живет в Плащевом Лесу, вместе с сообщением, что я, Шандалар, требую ее услуг в пещерах под моим домом. Магия природы сильна, понимаете, и я не могу продавать грибы, если не могу их вырастить, а я не могу их вырастить без ее магии,” — безумно говорит Шандалар, растрепывая свои инструкции. “Как видите, эта работа очень важна, и вы будете щедро вознаграждены, когда вернетесь с ней.” Он на мгновение останавливается, ожидая, что вы кивнете, прежде чем продолжить. “Если вы просто перейдете через реку и войдете в Плащевой Лес, сверните налево, и потом... подождите, у меня где-то должна быть карта...” Он поворачивается к своей книжной полке, начиная искать среди своих томов.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            { "textButton": "Заглянуть в фляжку.", "nextScene": "A3", "id": 1 }
          ]
        },
        {
          "text": "",
          "id": 2,
          "buttons": [
            { "textButton": "Поднять кварц.", "nextScene": "A4", "id": 2 }
          ]
        }
      ]
    },
    {
      "id": "A3",
      "text": "Открывая фляжку, вы находите внутри светло-розовую жидкость. Вам нужно сделать проверку Мудрости (Восприятие) сложность 13.»",
      "checkTest": 13,
      "checkTestStat": "МУДРОСТЬ",
      "options": [
        {
          "text": "Ваша проверка не удалась, вы не уверены, что за загадочная жидкость перед вами, и закрываете крышку фляжки. Возможно, некоторые вещи лучше оставить неизведанными",
          "id": 1,
          "buttons": [{ "textButton": "Дальше", "nextScene": "A7", "id": 1 }]
        },
        {
          "text": "Ваша проверка успешна, вы замечаете кремовую текстуру и сладковато-металлический запах жидкости. Через мгновение вам удаётся определить, что это необычное сочетание молока, мёда и крови. Вы закрываете крышку фляжки, и Шандалар замечает это через плечо. Он беззаботно пожимает плечами. «Это её любимый напиток, сделанный из моей собственной крови! Могущественные фейские существа, такие как Дама в Зеленом, имеют очень специфические вкусы.»",
          "id": 2,
          "buttons": [{ "textButton": "Дальше", "nextScene": "A7", "id": 2 }]
        }
      ]
    },
    {
      "id": "A4",
      "text": "Когда вы берёте кварц в руку, он ощущается тёплым на ощупь. Белый свет продолжает пульсировать медленным и нежным ритмом, и этот кристалл явно имеет магическую природу. Вам нужно сделать проверку Интеллекта (Аркана) сложность 10.",
      "checkTest": 10,
      "checkTestStat": "ИНТЕЛЛЕКТ",
      "options": [
        {
          "text": "Aрканная природа этого кристалла ускользает от вас. Вы кладёте его на стол, прежде чем Шандалар заметит, что он был перемещён.",
          "id": 1,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A7",
              "id": 1
            }
          ]
        },
        {
          "text": "Вам удаётся определить, что этот объект — Кристалл Определения (позволяет накладывать заклинание идентификации). Вы знаете, что это будет очень ценным инструментом для любого приключенца на квесте.»",
          "id": 2,
          "buttons": [
            {
              "textButton": "Вы кладете его обратно на стол, прежде чем Шандалар заметит",
              "nextScene": "A7",
              "id": 2
            },
            {
              "textButton": "Вы пытаетесь спрятать его в карман",
              "nextScene": "A5",
              "id": 3
            },
            {
              "textButton": "Вы пытаетесь убедить Шандалара позволить вам взять его",
              "nextScene": "A6",
              "id": 4
            }
          ]
        }
      ]
    },
    {
      "id": "A5",
      "text": "Вы пытаетесь спрятать Кристалл Определения, прежде чем Шандалар поймает вас. Вам нужно сделать проверку Ловкости (Ловкость рук) со сложностью 13.",
      "checkTest": 13,
      "checkTestStat": "ЛОВКОСТЬ",
      "options": [
        {
          "text": "Свет внутри кристалла внезапно вспыхивает. Когда вы моргаете, избавляясь от ярких пятен, вы видите, что Шандалар теперь стоит перед вами с кислым выражением лица. «Приключенцы...» он бурчит, качая головой, когда берёт предмет. «Запомните мои слова, вас всегда поймают с поличным, да...» Запишите следующий признак в своей записной книжке персонажа: Красные Руки. Каждый раз, когда вы крадёте предмет, ваши руки будут становиться ярко-красными до тех пор, пока вы не вернёте его владельцу.",
          "id": 1,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A7",
              "id": 1
            }
          ]
        },
        {
          "text": "Вы прячете кристалл в карман. Хотя вы больше не видите сияния кварца, он ощущается тёплым против вашего тела, напоминая о своих силах.",
          "id": 2,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A7",
              "item": 0,
              "id": 2
            }
          ]
        }
      ]
    },
    {
      "id": "A6",
      "text": "Когда Шандалар поворачивается, чтобы положить стопку книг, вы ловите его внимание и пытаетесь убедить его позволить вам забрать магический кристалл. Вам нужно сделать проверку Харизмы (Убеждение) сложность 10.",
      "checkTest": 13,
      "checkTestStat": "ХАРИЗМА",
      "options": [
        {
          "text": "Шандалар качает головой и забирает кристалл из ваших рук. «К сожалению, это очень ценная вещь, и я не могу раздавать такие вещи случайным приключенцам направо и налево. Может, после задания вы сможете купить один для себя.» Он кладёт его в карман и возвращается к поиску карты.",
          "id": 1,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A7",
              "id": 1
            }
          ]
        },
        {
          "text": "Шандалар на мгновение останавливается, слушая вашу просьбу, затем он пожимает плечами с небольшим кивком. «Ах да, это действительно будет полезно в вашем путешествии, предполагаю. Возьмите это как форму предоплаты или что-то в этом роде.» Повернувшись обратно, чтобы продолжить поиск карты, вы берёте Кристалл Определения и добавляете его в свой инвентарь.",
          "id": 2,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A7",
              "item": 0,
              "id": 2
            }
          ]
        }
      ]
    },
    {
      "id": "A7",
      "text": "После нескольких минут ругани и перетряхивания бумаг Шандалар вдруг выпрямляется и поворачивается к вам с куском пергамента в руке. «Аха, я знал, что он здесь, просто не ожидал найти его внутри этого... в любом случае, вот карта!» Он кладёт её на стол перед вами рядом с флягой. На пергаменте нарисована схема Cloakwood с пунктирными линиями, показывающими извивающуюся тропинку через лес. Путь уходит в глубь зарослей и ручьёв, до пещеры. Внизу карты надпись на Комм: «Остерегайтесь Cloakwood! В лесу вас ждут опасности...». Когда вы закончите читать карту, Шандалар хлопает в ладоши. «Ну что ж, я с нетерпением жду вашего возвращения с Леди в Зелёном. Удачи!» Прежде чем вы успеете возразить, из-под ваших ног исходит свет. Вы смотрите вниз и видите, что стоите посреди арканного круга. В один миг вы уже не в доме Шандалара.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Положить флягу с загадочной жидкостью в сумку.",
              "nextScene": "A8",
              "id": 1
            }
          ]
        }
      ]
    },
    {
      "id": "A8",
      "text": "На краю Cloakwood. Вы стоите перед древним лесом, деревья возвышаются, а их ветви переплетаются в плотную листву. Солнечный свет едва пробивается сквозь тень. Журчание воды смешивается с жужжанием насекомых, воздух наполнен запахом гниющих листьев и сырой земли. Глядя на карту, вы замечаете два пути перед собой. Узкая тропинка слева едва видна сквозь заросли. Другой путь - это хорошо утоптанная и чистая тропа справа, более лёгкая, но она уводит от карты.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Выбрать заросшую тропинку.",
              "nextScene": "A9",
              "id": 1
            }
          ]
        },
        {
          "text": "",
          "id": 2,
          "buttons": [
            {
              "textButton": "Выбрать чистой тропе.",
              "nextScene": "A11",
              "id": 2
            }
          ]
        }
      ]
    },
    {
      "id": "A9",
      "text": "Сквозь заросли. Вы пробираетесь сквозь заросли, отгибая листву. Тропа спускается к оврагу, затем вновь поднимается. Хотя вы не видите солнца, вы идёте уже больше часа. Когда вы останавливаетесь, чтобы отдохнуть, слышите скребущиеся звуки сверху . Сделайте проверку Мудрости (Восприятие) сложность 13.",
      "checkTest": 13,
      "checkTestStat": "МУДРОСТЬ",
      "options": [
        {
          "text": "Вы ощущаете что-то на руке. Смотрите вниз и видите толстую белую нить - паутину гигантского паука. Звук наверху возобновляется, и вы осознаёте, что стали чьей-то добычей.",
          "id": 1,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A10",
              "id": 1
            }
          ]
        },
        {
          "text": "Вы замечаете паутину. Следя за её нитями, вы видите разрыв, позволяющий осторожно обойти ловушку.",
          "id": 2,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A15",
              "id": 2
            }
          ]
        }
      ]
    },
    {
      "id": "A10",
      "text": "Пойманный в паутине паука. Смотря вверх, вы видите темную фигуру паука, начинающего спускаться по паутине. Вам лучше выбраться оттуда, прежде чем паук сделает вас своим угощением!",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Если вы решите сбежать из этой встречи, вам нужно будет потратить 1 очко Судьбы.",
              "nextScene": "A10a",
              "id": 1,
              "removeDestinyPoint": true
            }
          ]
        },
        {
          "text": "",
          "id": 2,
          "buttons": [
            {
              "textButton": "Сражаться с пауком (дополнительные условия).",
              "nextScene": "A10b",
              "id": 2
            }
          ]
        }
      ]
    },
    {
      "id": "A10a",
      "text": "Вы в ужасе наблюдаете, как паук спускается к вам с щелкающими мандибулами. Прежде чем вас съедят, еще одна темная фигура мелькает в вашем поле зрения. Вы видите, как появляется еще больший гигантский паук, внезапно нападающий на меньшего паука! Пока два монстра начинают сражаться друг с другом, у вас есть достаточно времени, чтобы освободиться и сбежать по тропинке, остаться в живых и не стать чьей-то едой.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A15",
              "id": 1
            }
          ]
        }
      ]
    },
    {
      "id": "A10b",
      "text": "Во время этой встречи гигантский паук начинает с высоты 20 футов над вами на гигантской паутине. Он пытается закутать вас с расстояния с помощью своей атакующей паутины, прежде чем подойти ближе, чтобы атаковать вас своим парализующим укусом. Поскольку вы пойманы в паутине паука, в начале каждого вашего хода вы должны успешно пройти проверку Силы (Атлетика) сложность 11, или ваша скорость движения будет уменьшена вдвое до начала вашего следующего хода.",
      "enemy": "/images/enemySpider.png",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Победа?",
              "nextScene": "A10с",
              "id": 1
            }
          ]
        }
      ]
    },
    {
      "id": "A10с",
      "text": "Пережив встречу с гигантским пауком.Вы понимаете только после того, как выбрались из липкой паутины, что потеряли флягу с загадочной жидкостью из своих вещей и не можете найти её снова, несмотря на все усилия. Вы чувствуете, как ваше сердце начинает биться быстрее от паники, так как ваше приключение, похоже, уже под угрозой. Уберите этот предмет из своего инвентаря.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Дальше.",
              "nextScene": "A15",
              "id": 1
            }
          ]
        }
      ]
    },
    {
      "id": "A11",
      "text": "Вы поворачиваете направо и идете по ясной тропе. Прогулка ровная и легкая, с лишь самыми легкими наклонами через Клоаквуд. Путь перед вами освещен солнечными лучами, которые пробиваются сквозь листву и разбрасывают теплый свет по лесной подстилке. Через несколько минут ваша приятная прогулка прерывается, когда вы чувствуете, как что-то ударяет вас по руке. Инстинктивно взглянув, чтобы увидеть, что вас ударило, вы замечаете, как маленький камень падает на землю рядом с вашими ногами. Прежде чем вы успеете среагировать, еще один камень попадает вам прямо в лоб. Потирая больное место на голове, вы слышите маньякальное хихиканье из куста рядом с дорогой впереди.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Развернуться и последовать по заросшей тропе.",
              "nextScene": "A9",
              "id": 1
            }
          ]
        },
        {
          "text": "",
          "id": 2,
          "buttons": [
            {
              "textButton": "Исследовать хихикающий куст.",
              "nextScene": "A12",
              "id": 2
            }
          ]
        },
        {
          "text": "",
          "id": 3,
          "buttons": [
            {
              "textButton": "Игнорировать куст и продолжать путь.",
              "nextScene": "A14",
              "id": 3
            }
          ]
        }
      ]
    },
    {
      "id": "A12",
      "text": "Следуя за звуком хихиканья к кусту, вы заглядываете сквозь листву и видите группу боггартов. Всего пятеро из них катятся по земле, хихикая друг с другом. Их приземистые носы сморщены от смеха, их когтистые руки хлопают от восторга, а улыбки раздвинуты так, что видно все их длинные, злобно острые зубы. Когда они замечают, что вы их заметили, боггарты выпрямляются и собираются вместе. Один из них указывает на вас обвинительным пальцем. \"Вы! Путешественник! Вы проходите по нашей дороге, и вы должны заплатить пошлину!\"",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Попробовать успокоить боггартов.",
              "nextScene": "A13",
              "id": 1
            }
          ]
        },
        {
          "text": "",
          "id": 2,
          "buttons": [
            {
              "textButton": "Попробовать отмахнуться от боггартов.",
              "nextScene": "A14",
              "id": 2
            }
          ]
        }
      ]
    },

    {
      "id": "A13",
      "text": " Пытаясь задобрить боггартов, вы достаете из сумки подарок для них. Протягивая его, вы предлагаете его в качестве платы за проезд по их дороге.Проверку Харизмы (Убеждение) сложность 13",
      "checkTest": 13,
      "checkTestStat": "ХАРИЗМА",
      "options": [
        {
          "text": "Неудача",
          "id": 1,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A14",
              "id": 1
            }
          ]
        },
        {
          "text": "Вы успешно убеждаете боггартов в ценности подарка. Они хватают его и убегают, оставляя за собой мешочек с шариками.",
          "id": 2,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A15",
              "id": 2
            }
          ]
        }
      ]
    },
    {
      "id": "A14",
      "text": "«Как ты смеешь?!» — кричат боггарты в ужасном хоре. «Путник думает, что он умен, пытаясь не заплатить пошлину, и теперь он должен заплатить своей кровью!» С этими словами группа боггартов накидывается на вас, пытаясь разорвать на части своими маленькими, но острыми как бритва ногтями.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Cбежать от этой встречи, вам нужно потратить 1 очко Судьбы",
              "nextScene": "A14a",
              "id": 1,
              "removeDestinyPoint": true
            }
          ]
        },
        {
          "text": "",
          "id": 2,
          "buttons": [
            {
              "textButton": "Сражаться",
              "nextScene": "A14b",
              "id": 2
            }
          ]
        }
      ]
    },
    {
      "id": "A14a",
      "text": "Когда боггарты начинают рвать на вас, срывая ваши вещи и бросая их в сторону, фляга с загадочной жидкостью падает и разбивается. Все боггарты замирают, уставившись на неё с широко раскрытыми от страха глазами. «О нет, о нет, мы помешали доставке, Леди будет ОЧЕНЬ злиться. Мы должны скрыться, скрыться, скрыться!» Боггарты разбегаются в лес. Удалите предмет из вашего инвентаря.",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Дальше",
              "nextScene": "A15",
              "id": 1
            }
          ]
        }
      ]
    },
    {
      "id": "A14b",
      "text": "В ходе этой встречи свирепые боггарты начинают с 10 футов от вас. Они пытаются окружить вас, прыгая и карабкаясь на вас, и сбить вас с ног, прежде чем вцепиться в вас своими острыми зубами.",
      "enemy": "/images/enemyBoggarts.png",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Победа?",
              "nextScene": "A15",
              "id": 1
            }
          ]
        }
      ]
    },
    {
      "id": "A15",
      "text": "После того как вы прошли еще час по Клоуквуду, вы поворачиваете за угол и видите перед собой пещеру. На темно-зеленом камне, обозначающем вход в пещеру, вы видите изящные листья и цветы, вырезанные в камне. Вы ощущаете мягкий, свежий ветерок из отверстия и видите тусклый фиолетовый свет, исходящий из глубины пещеры. Проверив ваше местоположение на карте, вы уверены, что это жилище Леди в Зелёном. Убирая карту, вы слышите что-то, что переносится на ветерке, ускользающем изнутри пещеры. Звук меняется, становясь мелодичным, голос напевает мягкую и успокаивающую песню. Это притягивает вас, и вы чувствуете, что вас тянет войти в пещеру. Сделайте спасбросок 13 на Мудрости.",
      "checkTest": 13,
      "checkTestStat": "МУДРОСТЬ",
      "saveCheck": true,
      "options": [
        {
          "text": "Чарующая мелодия заставляет вас искать ее источник. Вы входите в пещеру, игнорируя все, кроме песни.",
          "id": 1,
          "buttons": [
            {
              "textButton": "Пройти дальше",
              "nextScene": "A16",
              "id": 1
            }
          ]
        },
        {
          "text": "Вы можете отвести от себя чарующий эффект песни. Когда вы ступаете в пещеру, вы находите Жезл Защиты (Позволяет накладыать заклинание Щит), прижатый к камню. Добавьте этот предмет в ваш инвентарь.",
          "id": 2,
          "buttons": [
            {
              "textButton": "Пройти дальше",
              "nextScene": "A16",
              "id": 2,
              "item": 1
            }
          ]
        }
      ]
    },
    {
      "id": "A16",
      "text": "По мере того как вы углубляетесь в пещеру, странный фиолетовый свет становится ярче, преломляясь сквозь кристаллы, выстилающие каменные стены. Каменный пол уступает место траве и диким цветам под вашими ногами, смягчая шаги. Гул становится более ясным и громким, и затем вы поворачиваете за угол и оказываетесь в маленькой пещере. Потолок покрыт крупными кристаллами, и бабочки порхают в воздухе. Легкий ветерок дует, неся с собой легкий и сладкий цветочный аромат. Посреди пещеры находятся две фигуры, освещенные светом сверкающего фиолетового портала, источника странного света, который привел вас сюда. Одна из пар выглядит как блондинка эльфийка в зеленом платье, сидящая с подогнутыми под себя ногами. Леди в Зелёном смотрит на свою спутницу, и легкая улыбка касается ее губ, пока она напевает. Другая фигура — это женщина-человек, сидящая на земле с головой, покоящейся на коленях Леди. Она одета в тяжелый золотой нагрудник и черную юбку, расползающуюся по траве. Черная военная краска полосует ее бледное лицо и бритую голову, придавая ей свирепый вид, но ее глаза закрыты, а выражение лица — мирное. Когда вы делаете шаг ближе, гул внезапно прекращается, и вы видите, как Леди в Зелёном смотрит на вас с растерянным выражением. Она быстро встает, и ее резкое, стремительное движение открывает, что под зеленой юбкой Леди находятся очень волосатые козлиные ноги. Бронированная женщина также поднимается, ее спокойное выражение исчезает, сменяясь горящим гневом. — Как вы смеете вторгаться в мой дом? — требует Леди в Зелёном. Хотя ее голос сладок, он несет резонирующий гнев. Ее руки сжимаются в юбке, лицо все еще покраснело. — Убирайтесь немедленно! Бронированная женщина берет руку Леди и нажимает короткий поцелуй на ее кулаки. Затем женщина говорит гордым голосом, который звучит над хором сотен тише, мучительных голосов, шепчущих одни и те же слова. — Не волнуйтесь, моя Леди. Я позабочусь о том, чтобы с ними разобрались, как я всегда и делаю. — После своего обещания она вновь обращает внимание на вас, и вы видите, как ее форма мерцает. На мгновение вы видите истинную, зловещую форму бронированной женщины; ее глаза светятся красным, черные перья взрываются из ее спины, и вокруг ее головы разгорается ореол огня. — Вы слышали Леди. Убирайтесь, глупец смертный, — ужасное существо говорит многими голосами. Портал вспыхивает арканической энергией, но теперь этот магический свет меняется с фиолетового на глубокий кроваво-красный. Бронированная женщина поднимает руку, и прежде чем вы успеваете что-либо сказать или сделать, она щелкает пальцами. Красный свет заполняет ваши чувства, заставляя вас закрыть глаза, и вы чувствуете, как будто падаете, падаете и падаете... пока не чувствуете ничего вообще. Повышайте уровень вашего персонажа до 2, получите преимущества, как будто вы сделали долгий отдых.",
      "options": [
        {
          "text": "",
          "id": 2,
          "buttons": [
            {
              "textButton": "Продолжить",
              "nextScene": "B1",
              "id": 2
            }
          ]
        }
      ]
    },
    {
      "id": "B1",
      "text": "Пока все )",
      "options": [
        {
          "text": "",
          "id": 1,
          "buttons": [
            {
              "textButton": "Переиграть",
              "nextScene": "A1",
              "id": 1
            }
          ]
        }
      ]
    }
  ]
}
